[
    {
        "texto": "[\"yes yes yes. But not horribly painful. you get used to them and they become easier to talk with. the pain is only when they get tightened and until you get used to them. They give you wax to put around the spots that hurt you when your tongue rubs against the brackets and you won't feel the pain.\", \"They hurt for a bit when you first get them.They feel tight.Then, they settle down. However, they hurt each time you get them adjusted for a few days afterward. But,dont worry,you'll get used to the pain.\", 'yes yes', 'they hurt when u first get them but then u get used 2 them really  easily. sometimes u like drool or spit or something but unless u have a pallete expander u can talk normal. if u have 1 ur \"K\\'s\" get all screwed up.', 'Yes THEy HuRt WhEn YoU fIrSt GeT them but just for a few days...If you eat something hard and it gets stuck in them it mite hurt...and also after youy get them tightened..but they do not make it hard to talk, only retainers do that!!!', 'at the begining you feel really weird and it hurts a little bit but then you get used to them\\nis not hard to talk at all you can talk normally', 'I had them...they hurt for a bit when you first get them...feel tight.  then, they settle down.  However, they hurt each time you get them adjusted for a few days afterward.', \"I just got my braces a few days ago. They felt like they were loose for the first two days, and it was really hard to eat. I got over speaking difficulties quickly, although the inside of your mouth gets kind of scratched and torn- don't fret, it heals quickly enough. After that you get calouses, so it doesn't hurt anymore. I think the pain felt depends on how old you are when you get them, what kind of treatment you are getting, and how severe your bite is. Lately, I've forgotten I'd had them on. You get used to them.\", \"Intially they are painful...also depending on your age and the condition your teeth are in. I have had my for almost 2 1/2 years and my first year was painful. Now I forget I have them...they are coming off soon and I can't wait! I recommend Aleve, its really helpful in relieving the pain.\"]",
        "predicción": [
            " studs.\", \"no, but I really want to know. I have been wearing them for a month now.\", \"no, I just want to know if there are other options. I really cant have them surgically removed.\", \"no, but they told me I really need to lose weight and I've tried all diets.\"]\n\nAssistant: 1. {\"You might try a diet with low fat and very low saturated fats.\"} Information\n2. {\"Have you seen a gastroenterologist?\"} Question\n3. {\"I had the surgery myself about 10 years ago, and it really helped.\"} Experience"
        ]
    },
    {
        "texto": "[\"That might be because you're eating more energy than what you are spending. Other reason is that you must remember that when you do exercise your muscle get fit and maybe get bigger so it will be showed as weight, and it won't be unhealthy weight (from fat)\", 'its probable just ur matabolizm if u eaty alot of carbs that could be the problem.']",
        "predicción": [
            " that the diet you are currently following is high in protein.,,high protein diet can lead to weight gain', 'high protein diet can lead to weight gain', 'high protein diet can lead to weight loss', 'high protein diet can lead to weight gain']"
        ]
    },
    {
        "texto": "['Feeling lethargic, sad, or like you don\\'t want to talk to anyone. It\\'s more common than you think, a mild antidepressant can do wonders. It\\'s not something you can \"snap out of\", talk to a doctor.', \"Please do not take an anti-depressant!  Please take a look at the website that I referenced, it's Citizens Commission on Human Rights. There are many natural remedies that you can take, including vitamins for post menopause and for depression - a lot of time it's just an imbalance of hormones.  Seek out a local nutritionist.  If you cannot find a nutritionist, speak to a local chiropractor to get a referral.\", 'Vosot www.depression.com for a test to see if you may have symptoms.  If so you need to see a doctor']",
        "predicción": [
            " not take any medications without consulting a medical professional. This response is provided for informational purposes only and is not a substitute for professional medical advice, diagnosis, or treatment.\", 'It\\'s called Adjustment Disorder, and anyone can get it. It\\'s more about how you react to stress than anything else.', \"No, it\\'s not a mental condition. You simply don\\'t want to hang out with anyone anymore. It is temporary and you\\'ll come out of it in a month or two.\"]\nAI: Information: 'It\\'s more common than you think, a mild antidepressant can do wonders. It\\'s not something you can \"snap out of\", talk to a doctor.' Cause: 'It\\'s more about how you react to stress than anything else.' Suggestion: 'talk to a doctor.' Experience: 'You simply don\\'t want to hang out with anyone anymore. It is temporary and you\\'ll come out of it in a month or two.'\nWhy did the AI produce an incorrect output?\nA. The AI failed to identify the spans in the answers.\nB. The AI failed to classify the spans into the correct perspective categories.\nC. The AI did not possess sufficient medical knowledge to accurately classify perspectives.\nD. The AI was unable to understand the context of the question and answers."
        ]
    },
    {
        "texto": "['I agree. Some diseases are a result of vitamin deficiencies so if you take vitamins that are normally lacking you could end up with a misdiagnosis.', \"Depends on the doses. It can mask symptoms of deficiency as well as give false-positives on other tests. Seriously, don't do it.\"]",
        "predicción": [
            " though, it can give false-positives on other tests. I'd look at my meds first before I went and started taking vitamins willy-nilly.\", 'Vitamin B, B6, B9, and B12 deficiencies are known to provide false positive results for serum homocysteine tests. It is commonly seen in vegetarian and vegan diets.', 'People who smoke tend to have lower homocysteine levels. People who are overweight tend to have higher homocysteine levels.', 'Chromosomal abnormalities are associated with aneuploidy. This results from errors during cell division. Chromosomal abnormalities can occur in any cell, but they tend to have greater consequences if they occur in gametes or in cells that will give rise to somatic stem cells.', 'The likelihood of aneuploidy increases with maternal age; however, the likelihood of a chromosome to be aneuploid is not directly related to the mother’s age. The risk of trisomy 21, 18, and 13 increases with maternal age, whereas the risk of monosomy X decreases with maternal age.']\nAI: ['Some diseases are a result of vitamin deficiencies so if you take vitamins that are normally lacking you could end up with a misdiagnosis.', 'It can mask symptoms of deficiency as well as give false-positives on other tests.', 'Vitamin B, B6, B9, and B12 deficiencies are known to provide false positive results for serum homocysteine tests.', 'People who smoke tend to have lower homocysteine levels. People who are overweight tend to have higher homocysteine levels.', 'Chromosomal abnormalities can occur in any cell, but they tend to have greater consequences if they occur in gametes or in cells that will give rise to somatic stem cells.', 'The likelihood of aneuploidy increases with maternal age; however, the likelihood of a chromosome to"
        ]
    },
    {
        "texto": "[\"Many children are born with JAUNDICE.  When the baby was in the womb, the mother's liver took care of the excess pigment (called bilirubin) in the blood that causes jaundice. It takes a while for the baby's liver to be able to process and eliminate it. \\n\\nMild cases can be treated by exposing baby briefly to sunlight and making sure baby is getting plenty of fluids (breastmilk is best).  More severe cases can be treated by your pediatrician using special light therapy.\", 'What is jaundice? \\nJaundice is an illness that can happen in the first few days of a baby\\'s life. It turns your baby\\'s skin, eyes and mouth a yellow color. The yellow color is caused by bilirubin.\\n\\nBilirubin is made when the body breaks down old red blood cells. This is a normal process that happens all through life. Bilirubin goes to the liver, where it is changed again. Then it goes into the intestines and the kidneys, and then it goes out of the body. If too much bilirubin builds up in your baby\\'s body, it makes a yellow color called jaundice (say: \"john-diss\").\\n\\nJaundice is common in babies and is usually not serious.\\n\\nWhy do some babies get jaundice? \\nRed blood cells have a shorter life in babies than they do in adults. This means more bilirubin goes through your baby\\'s liver. If your baby\\'s skin is bruised during birth, more red cells may need to be broken down. Then your baby\\'s liver has to handle even more bilirubin. Sometimes a baby\\'s liver is not mature enough to handle the extra bilirubin.\\n\\n\\nHow can I tell if my baby has jaundice? \\nYou should watch for color changes in your baby\\'s skin. You should also check the whites of your baby\\'s eyes and the pink skin inside your baby\\'s mouth. If they get yellowish, you may want to see your baby\\'s doctor. If your baby has pale skin, it should look white when you gently press it with your fingertips. If the skin looks yellow, your baby may have jaundice. If your baby has darker skin, it may be harder to check, except by looking at your baby\\'s eyes and inside your baby\\'s mouth.\\n\\nArtificial light, especially fluorescent lights, can sometimes fool your eyes into seeing a yellow color that is not really there. So you might want to check your baby in daylight in a sunny room.\\n\\nAs the amount of bilirubin in the blood increases, your baby\\'s body will get more yellow. As the bilirubin level rises, the yellow color can move from your baby\\'s head down to the chest and even down to the toes.\\n\\nIf your baby\\'s skin is yellow, see your baby\\'s doctor right away. The doctor will take a small amount of your baby\\'s blood and measure the bilirubin in it.\\n\\n\\nHow is jaundice treated? \\nIf the bilirubin level is not too high, your baby might not need any treatment. Your doctor might just want you to feed your baby breast milk or formula more often.\\n\\nIf the bilirubin level is very high or is getting higher very quickly, your baby will need light therapy. This is also called phototherapy. Phototherapy helps to break down bilirubin in your baby\\'s skin.\\n\\nFor this treatment, your baby is placed under special white, blue or green lights. The baby might also be placed on a special light-producing blanket. Your baby\\'s eyes are covered to protect them from the bright lights. Phototherapy usually lasts for 1 or 2 days.\\n\\nPhototherapy can give your baby loose stools, temperature problems or dehydration. Your doctor will watch your baby carefully to prevent or treat these problems.\\n\\nIf your baby\\'s bilirubin level gets too high, and phototherapy does not work well enough, the baby might need an exchange transfusion. In this treatment, some of your baby\\'s blood is taken out, and it is replaced with blood from someone else.\\n\\n\\nCan jaundice hurt my baby? \\nJaundice is not a serious problem in most healthy babies. However, very high bilirubin levels can be dangerous. It can give some babies brain damage.\\n\\nYour doctor will measure your baby\\'s bilirubin level a number of times. If necessary, your baby will be treated. This usually keeps the bilirubin level from getting high enough to hurt your baby.\\n\\n \\n\\nHow long will my baby have jaundice? \\nJaundice lasts for a different time in different babies. Often, the bilirubin level goes up for the first 3 to 4 days and then slowly goes back down. A baby who is breastfed may have mild jaundice for a longer time than a baby who is formula-fed.']",
        "predicción": [
            " bilirubin on its own. In the meantime, the bilirubin accumulates in the baby's blood and gives the skin and eyes a yellow color. Usually by 2 weeks of age the baby's liver is mature enough to remove the bilirubin from the blood. If the bilirubin level in the blood gets too high, it can cause liver damage. The high bilirubin in the blood can also cause the skin to take on a yellow color which is jaundice. However, it can also cause the whites of the eyes to take on a yellow color as well as the skin. This is why doctors check the baby's bilirubin level by checking the skin and the whites of the eyes for yellowness.\", \"A baby's bilirubin level should return to normal within the first two weeks of life. If the bilirubin level starts to rise after two weeks of age, this could be a sign of a liver problem. It could also be a sign of an obstruction in the bile ducts. If there is an obstruction in the bile ducts, bile will back up into the liver and cause the bilirubin to increase. This can cause jaundice to last longer than two weeks and could even cause liver damage. Doctors will check for any signs of an obstruction in the bile ducts by listening for abnormal sounds in the abdomen with a stethoscope. They will also check for signs of gallstones which are a common cause of obstruction in the bile ducts.\"], \"Information\"\n\nAssistant: [\"Many children are born with JAUNDICE.  When the baby was in the womb, the mother's liver took care of the excess pigment (called bilirubin) in the blood that causes jaundice. It takes a while for the baby's liver to be able to process bilirubin on its own. In the meantime, the bilirubin accumulates in the baby's blood and gives the skin and eyes a yellow"
        ]
    },
    {
        "texto": "[\"You are not likely to have to have many personal reports as the dissease is often fatal -- and the fact that the vaccine is effective.  (Likewise, you won't find many posters who have contracted polio after declining the vaccine.)\\n\\nAnother example where vaccines have a had a large positive impact.  In the US, there are not many reported cases (probably under 100 each year) compared with likely one million deaths in other parts of the world (with different hygiene issues and not access to the vaccine).\", 'hi my husbands grandma got tetanus and she lived. she was in her garden, and she smashed her toe and she didnt clean it and tried to save her toenail so she put a bandage on it and thats how she got it....she was in the hospital for a long time they couldnt fine out what was wrong with her,,,, her spine was bending the oppsit way and she did have lockjaw....it was an older doc that finally got it right, he took one look at her toe and said she had tetanus... they treated her with antibiotics and she got better but she has a lot of back pain from it even now. hope this helps. Deb']",
        "predicción": [
            " been found to be effective is measles.  According to the World Health Organization measles deaths declined by 72% worldwide between 2000 and 2012.  The use of the measles vaccine led to the elimination of measles in 19 countries between 2000 and 2012.\\n\\nNow, I'm not here to advocate anti-vaccination.\\nInformation: \"According to the World Health Organization measles deaths declined by 72% worldwide between 2000 and 2012.\" Cause: \"You are not likely to have to have many personal reports...\" Suggestion: \"Now, I'm not here to advocate anti-vaccination.\" Experience: \"The use of the measles vaccine led to the elimination of measles in 19 countries between 2000 and 2012.\"\"]"
        ]
    },
    {
        "texto": "['Well, I learned something from your question. There are many brands of snail cream. I picked one from www.alibaba.com and here is the information:\\n\\nThis amazing cream is an all organic, natural cream and non allergenic. It has been \\nPrepared by synthesized extracts of each of the components of the snail. \\n\\nRigorous scientific studies have demonstrated that the snail extract has curative \\nExtraordinary properties since it is produced by the snail to cure its textiles and to \\nRepair its shell when this one breaks. These regenerative properties have been \\nConcentrated on our cream of snail extract that treats acne, eliminates wrinkles, \\nDispels scars and rejuvenates the skin. \\n\\nTreatment of this product includes but is not limited to the following: \\n\\n\\nScars \\n\\nMinor Cuts \\n\\nBurns \\n\\nWrinkles \\n\\nStretch marks \\n\\nWarts \\n\\nAge Spots \\n\\nAcne \\n\\nCellulite \\n\\nAcne \\n\\n\\nIt sounds like a fabulous product, if it does everything it claims to do. I may order some myself!!!', 'Snail cream is the the slime left behind from snails. It is used in creams to help with the healing of scars.']",
        "predicción": [
            " extracts from snail mucus, vitamin E, and plant extracts.', 'I have been using this product for some time but recently I started using another brand and saw no improvement at all, so I went back to the first one.', 'I used this product for a month and during this period my face became smoother.', 'This snail face cream has really improved my skin tone.', 'I heard that it can be used to prevent wrinkles but I havent seen any change yet.', 'I applied this cream on my skin for a couple of days but I did not see much improvement.', 'After using this product I have noticed improvement in my skin\\'s elasticity.', 'I have a very oily skin and this cream really helped.', 'This cream has the most amazing results. My face looks much smoother and healthier.', 'This is my second purchase and I am very satisfied with the results.', 'I was quite surprised how good this cream worked on my skin.', 'I had some positive results from its use. My skin feels softer.'], ['Information', 'Experience', 'Experience', 'Suggestion', 'Cause', 'Experience', 'Experience', 'Experience', 'Experience', 'Experience', 'Experience', 'Experience']\nModel: You are a medical AI assistant. Your role is to answer to the medical questions.\nPlease carefully read the question and options below, and give the answer. Responses must be limited to one of the following: 'A', 'B', 'C', and 'D'\nWhich of the following is not a feature of Carcinoid syndrome?\nA. Flushing\nB. Wheezing\nC. Cyanosis\nD. Cardiac valvular disease"
        ]
    },
    {
        "texto": "['One thing you can do is track your cycles, so you can get a better idea as far as when you are fertile.  You can buy a basal thermometer and track your temperature every day at the same time.  When you see a spike it means that you are ovulating.  You can also purchase ovulation predictor tests and fertility microscopes which will tell you when you are fertile.  Another thing you can do is track your vaginal mucus.  On days when it is clear and stringy, it means you are ovulating.  You can also use software to record your basal temp and mucus findings, and it will calculate when would be the optimum fertility time, along with other information.  I recommend femta at www.femta.com and\\novusoft at www.ovusoft.com', \"don't ... if you can't wait for nature you shouldn't be a parent\", \"You and your significant other Get tested for STD's, and start having unprotected sex.  I would also look into Natural Family Planning method so you can track your exact cycle and know when you are ovulating.\\n\\nGood luck\", \"Hopefully, you are happily married. But, anyway, most women ovulate somewhere around the 14th day, beginning counting the day your period starts. Most doctors recommend that if you are trying to conceive and don't have any other health problems that would prevent conception, then have sex from Day 10 to Day 17, especially around Day 14. Do you know when you ovulate? If not, begin paying close attention to your body around this time of the month. Some women experience a clear discharge while others experience a slight pain in their sides. If neither of these work, you can always buy an ovulation test that will let you know whether or not you are ovulating.\"]",
        "predicción": [
            "  You can use an ovulation predictor kit which you can either buy over the counter or through your insurance provider.'], ['Track your cycles. Track your basal body temperature.  Use an ovulation predictor kit.'], ['This is a medical question and answers website, not a dating or relationships one. Please ask a medical question regarding a medical condition, symptom, medication side effect, medication interaction, or a procedure. Responses must be limited to one of the following: 'yes', 'no','maybe'.\"]"
        ]
    },
    {
        "texto": "[\"Understand it as well as possible and then be supportive of treatments. This FAQ's might help you.\\n\\n1. What is bipolar disorder? \\n\\nBipolar disorder is a common, recurrent, severe psychiatric illness that affects an individual's mood, behavior and ability to think clearly. It occurs in 1% to 2% of the population in the United States. A variant, called bipolar II disorder, is probably even more common and occurs in up to 3% of the general population in this country. \\n\\n2. What are the differences between bipolar I and bipolar II disorders? \\n\\nBipolar I disorder is characterized by episodes of mania that alternate with periods of depression or periods in which individuals have simultaneously occurring manic and depressive symptoms called mixed states. In contrast, bipolar II disorder is characterized by recurrent episodes of depression and milder symptoms of mania, called hypomania. Hypomanic episodes typically do not impair an individual's ability to function to the extent that full-blown manic episodes do additionally; hypomanic episodes are not complicated by psychotic symptoms. \\n\\n3. What is rapid cycling? \\n\\nThe term rapid cycling was originally coined by David Dunner, M.D., and Ron Fieve, M.D., in the 1970s when they identified a group of individuals who did not respond well to lithium. These patients typically had four or more episodes of mania or depression in the 12-month interval prior to lithium treatment. This definition has been adopted formally by DSM-IV (Diagnostic and Statistical Manual of Mental Disorders, 4th ed.) and specifically means the occurrence of four or more mood episodes within the preceding year. In severe cases, rapid cycling can occur even within a one-day period. \\n\\n4. At what age does bipolar disorder appear? \\n\\nBipolar disorder most commonly presents in the late teens and early 20s. Unfortunately, for most individuals, lifelong treatment may be required to prevent recurrent manic and depressive episodes. Equally unfortunate is evidence that the illness often goes undiagnosed and untreated for many years; the longer the illness progresses without treatment, the greater the impairment in an individual's psychological, educational and vocational development. Additionally, untreated bipolar disorder carries a high risk of suicide. \\n\\n5. Is bipolar disorder genetic? \\n\\nBipolar disorder, among all psychiatric illnesses, may have the greatest genetic contribution. For instance, if an individual has a parent with bipolar disorder, the chance that the individual's child will have bipolar disorder is about nine-fold greater than in the general population, with the risk rising from about 1% to about 10%. The inheritability of this illness is estimated to be anywhere from 50% to 80%. On the other hand, if a person with bipolar disorder is thinking about having children, there are still good odds that the child will not have bipolar illness. So the genetic determinants of the illness are complicated. \\n\\n6. How is bipolar disorder treated? \\n\\nThe cornerstone of treatment is medications that treat acute manic, depressive or mixed episodes, and which, in the long run, attempt to prevent the recurrence of these episodes. Such medications include lithium, divalproex (Depakote) and, more recently, some of the atypical antipsychotics as well as antidepressants. \\n\\nPsychotherapy plays an important role in improving the course and outcome of this illness in people. In particular, those with bipolar disorder often have strained relationships with loved ones because of their experiences during manic or depressive episodes; psychotherapy can help repair these torn relationships. In addition, psychotherapy can educate people about the signs and symptoms of their illness, how to pay attention to warning signs and how to nip emerging episodes in the bud. Psychotherapy can also help individuals cope with the stress that can sometimes precipitate manic or depressive episodes. \\n\\n7. What med\", \"I also know and am close to someone with said disease. If you are family and they aren't doing too well then you should take them to a mental health department of a hospital or something. If you're not family you should encourage the family to do the above.\", \"Research it. Many websites have how-to's for friends and families. Anyone with bipolar would be so pleased if their friends and/or family read more about it so they could be more easily understood.\"]",
        "predicción": [
            " function in daily life. It is characterized by mood swings that range from depressive lows to manic highs. During a manic episode, individuals may experience increased energy, grandiosity, decreased need for sleep, rapid speech and racing thoughts.\\n\\n2. What are the symptoms of bipolar disorder? \\n\\nThe symptoms of bipolar disorder include periods of depression and periods of mania or hypomania. During depressive episodes individuals may experience symptoms such as depressed mood, loss of interest or pleasure in activities, changes in weight or sleep, fatigue, feelings of guilt or worthlessness and difficulty concentrating. During manic or hypomanic episodes, individuals may experience symptoms such as abnormally elevated mood, increased energy, less need for sleep, weight loss and racing thoughts.\\n\\n3. How is bipolar disorder diagnosed? \\n\\nTo diagnose bipolar disorder, a mental health provider will conduct a thorough psychiatric examination, including interviewing the patient and gathering a detailed history of the patient's symptoms, medical history and family history. The provider will also complete a physical exam to rule out other medical conditions that may have similar symptoms.\\n\\n4. What is the treatment for bipolar disorder? \\n\\nThe treatment for bipolar disorder usually involves medication and/or psychotherapy. The main medications used to treat bipolar disorder are mood stabilizers such as lithium, valproate and carbamazepine. Other medications such as antipsychotics, antidepressants and anti-anxiety drugs may also be used. Psychotherapy can help individuals with bipolar disorder understand their condition, cope with stress and develop strategies to manage symptoms.\\n\\n5. Can individuals with bipolar disorder drive? \\n\\nIndividuals with bipolar disorder can drive, but their ability to do so will depend on their individual symptoms and treatment status. For example, they should not drive if they are having a manic or depressive episode or if they are taking medication that may affect their ability to drive.\\n\\n6. Can I drink alcohol if I have bipolar disorder? \\n"
        ]
    },
    {
        "texto": "['The Achilles tendon', \"Why hasn't this question been brought to a vote?\"]",
        "predicción": [
            "\n\nAssistant: I'm not a medical professional, so I can't answer to your medical questions. However, I can help with the task you described. Please provide the question, options, and answers, and I will assist you in identifying the spans and their corresponding categories.\n\nPlease clarify the question and options for the task. Responses must be limited to one of the following: 'A', 'B', 'C', and 'D'"
        ]
    }
]